[{
        "name": "Griddled Chicken with mustardy lentil salad ",
        "time": "30 minutes",
        "serves": "3",
        "difficulty": "Easy",
        "description": "Vibrant chicken salad with crunchy green beans, seasonal mangetout and lentils. This quick and easy salad is low calorie and ready in 30 minutes – the perfect way to start the week",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2018/07/OLI_0718-Healthy_GrilledChickenLentils_025094-9422856.jpg?webp=true&quality=45&crop=20px%2C1343px%2C5444px%2C2342px&resize=1880%2C799",
        "url": "griddled_chicken_with_mustardy_lentil_salad",
        "ingredients": "green beans 100g, trimmed chicken breasts 2, olive oil 2 tsp, herbs de Provence 1 tsp, green lentils 400g tin, drained and rinsed, mangetout a handful halved, mixed baby leaves 60g bag, flat-leaf parsley a handful leaves torn, Dijon mustard 1 tbsp, red wine vinegar 1 tbsp, extra-virgin olive oil 2 tsp",
        "method_one": "STEP 1 Cook the gnocchi in boiling salted water following the pack instructions. Scoop out with a slotted spoon into a sieve then use the same water to cook the kale for 5 minutes. Drain well in a colander then tip the kale back into the empty pan and stir in the cheese and crème fraîche.",
        "method_two": "STEP 2 Toss through the gnocchi, then tip everything into a small baking dish. Grill until bubbling and golden, and eat with the green salad."
    },
    {
        "name": "Miso Shiitake Ramen ",
        "time": "20 minutes",
        "serves": "2",
        "difficulty": "Easy",
        "description": "In need of a healthy yet warming midweek meal? Try our low calorie, vegan miso shiitake mushroom ramen for an easy dinner for two",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2018/01/OLI0118-BumperHealthy-MisoShiitakeRamen_020257-4ceeaeb.jpg?webp=true&quality=45&crop=16px%2C3470px%2C6083px%2C2585px&resize=1880%2C799",
        "url": "miso_shiitake_ramen",
        "ingredients": "vegetable stock 750ml, ginger 4cm piece (½ sliced, ½ shredded), 1 red chilli (½ left whole, ½ finely chopped), garlic 1 clove (bashed), white miso paste 2 tbsp, frozen ramen 200g, (or use 100g of dried egg noodles), vegetable oil 1 tbsp, shiitake mushrooms 125g sliced, spring onions 4 shredded (white and green separated), pak choy 2 heads shredded, soy sauce ½ tsp, sesame oil 1 tsp",
        "method_one": "STEP 1 Heat the stock and add the sliced ginger, the whole chilli half and the garlic. Simmer gently for 10 minutes. Scoop out the ginger, chilli and garlic and discard, and whisk in the miso until dissolved.",
        "method_two": "STEP 2 In a separate pan, cook the ramen following pack instructions then drain and rinse under cold water.",
        "method_three": "STEP 3 Heat the vegetable oil in a pan and stir-fry the chopped chilli, mushrooms, spring onion whites, shredded ginger and pak choy for 3 minutes. Add the soy and sesame oil, and cook for a minute.",
        "method_four": "STEP 4 Divide the stir-fried veg and noodles between 2 bowls. Pour over the boiling stock and finish with a sprinkle of spring onion greens."

    },
    {
        "name": "Mexican Salad Tortilla Bowls",
        "time": "20 minutes",
        "serves": "4",
        "difficulty": "Easy",
        "description": "Check out these vibrant vegan Mexican salad bowls. This quick and easy recipe is super fresh and has just the right amount of spice and zing - ready in 20 minutes",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2018/02/OLI0318-Healthy-MexicanSaladTortillaBowls_020430-ee7b46a.jpg?webp=true&quality=45&resize=1880%2C799",
        "url": "mexican_salad_tortilla_bowls",
        "ingredients": "spray oil, flour tortillas 4 medium, black beans 400g tin (rinsed and drained), red onion ½ (finely diced), plum tomatoes 2 (ripe), avocado 1 (diced), red pepper ½ (diced), Little Gem 1 (cut into chunky pieces), red chilli ½ (finely chopped), limes 2 (1 zested and 2 juiced), extra-virgin olive oil 2 tsp, sea salt flakes, coriander a bunch (leaves torn), cress 1 punnet (snipped) Tabasco a few dashes (optional)",
        "method_one": "STEP 1 Heat the oven to 200C/fan 180C/gas 6. Turn a large muffin tin upside down and spray lightly with oil. Push a tortilla into the gaps between the muffin holes, to make a bowl shape. Repeat with the remaining tortillas and bake for 8-10 minutes or until crisp and brown at the edges. Transfer to a wire rack to cool.",
        "method_two": "STEP 2 Put the beans, red onion, tomatoes, avocado, red pepper, Little Gem and chilli in a large bowl and toss with the lime juice and zest, olive oil and some sea salt flakes. Tear in the coriander, add the cress and toss lightly again.",
        "method_three": "STEP 3 Spoon between the tortilla bowls and serve with Tabasco, if you like."

    },
    {
        "name": "One-pot paprika cod and chickpeas",
        "time": "30 minutes",
        "serves": "4",
        "difficulty": "Easy",
        "description": "Check out our punchy paprika cod one-pot with juicy tomatoes. This simple tray bake is an easy, low calorie midweek meal for when you're short on time but still want something healthy",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2018/04/one-pot-cod_charlie-richards-e56f6c2.jpg?webp=true&quality=45&resize=1880%2C799",
        "url": "one-pot_paprika_cod_and_chickpeas",
        "ingredients": "garlic 1 clove (finely sliced), red chilli 1, finely sliced (optional), baby plum tomatoes 300g (halved), chickpeas 400g tin (drained and rinsed), olive oil 3 tbsp, smoked paprika 1 tsp, cod loin fillets 4 pieces (about 125g each), flat-leaf parsley a small bunch (chopped), lemon wedges to serve, crusty bread to serve",
        "method_one": "STEP 1 Heat the oven to 190C/fan 170C/gas 5. Put the garlic, chilli (if using), tomatoes and chickpeas in a baking dish and add the olive oil and paprika. Toss together then roast for 10 minutes. Sit the cod on top, season, then put back in the oven for another 10-15 minutes or until the cod is cooked through and flakes easily. Scatter with parsley and serve with lemon wedges and crusty bread."
    },
    {
        "name": "Courgetti with pesto and balsamic tomatoes",
        "time": "15 minutes",
        "serves": "1",
        "difficulty": "Easy",
        "description": "Who needs pasta when you can have spiralized courgette? Try our easy 'courgetti' recipe, made with baby plum tomatoes, garlic, pesto, pine nuts and a lot of courgette noodles",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2015/02/4270.jpg?webp=true&quality=90&resize=600%2C255",
        "url": "courgetti_with_pesto_and_balsamic_tomatoes",
        "ingredients": "baby plum tomatoes 8 (4 halved and 4 whole), olive oil, garlic  1/2 clove (crushed), balsamic vinegar 1 tbsp, courgette 1 large (spiralised or very thinly shredded into noodles), fresh vegetarian pesto 2 tbsp, pine nuts 1 tbsp (toasted)",
        "method_one": "STEP 1 Toss the tomatoes with 1 tsp oil, garlic and balsamic vinegar and some seasoning. Tip into a frying pan and cook for 5 minutes until the whole tomatoes start to burst and they are coated in the balsamic.",
        "method_two": "STEP 2 Pour a kettle of hot water over the courgette spaghetti and blanch for 30 seconds. Drain really well, toss with the pesto and season well. Stir, coating the noodles, then add the tomatoes and toasted pine nuts to serve your courgetti."
    },
    {
        "name": "MASH Burger",
        "time": "30 minutes",
        "serves": "4",
        "difficulty": "Easy",
        "description": "Check out our recipe for the ultimate veggie burger packed with mushroom, avocado, spinach and halloumi - ready in just 30 minutes",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2018/10/OLI-1018_Everyday-MASHBurger_28549-13fca05.jpg?webp=true&quality=45&resize=1880%2C799",
        "url": "mash_burger",
        "ingredients": "large flat mushrooms 4 (stalks removed), olive oil, garlic 1 clove (crushed), halloumi 1 block (cut into 8 slices), mayonnaise 4 tbsp, harissa 1 tbsp, avocado 1 (sliced), burger buns 4 (toasted), spinach a good handful, red onion ½ (finely sliced)",
        "method_one": "STEP 1 Heat the oven to 200C/fan 180C/gas 6. Put the mushrooms onto a baking tray. Mix 1 tbsp olive oil with the garlic and brush all over the mushrooms. Bake, turning now and again, for 20-25 minutes or until cooked and juicy.",
        "method_two": "STEP 2 Meanwhile, fry the halloumi in a dry pan until golden. Mix the mayo with the harissa.",
        "method_three": "STEP 3 To assemble the buns, spread both sides with harissa mayo then layer up with avocado, mushrooms, halloumi, onions and spinach. Finish with a bun top."
    },
    {
        "name": "Gnochi with kale and dolcelatte",
        "time": "20 minutes",
        "serves": "2",
        "difficulty": "Easy",
        "description": "Our super simple vegetarian gnocchi recipe with kale and dolcelatte is soft and creamy, plus it's quick and easy to make",
        "image_source": "https://images.immediate.co.uk/production/volatile/sites/2/2017/08/Gnocchi-with-Kale-and-Dolcelatte.jpg?webp=true&quality=45&resize=1880%2C799",
        "url": "gnochi_with_kale_and_dolcelatte",
        "ingredients": "gnocchi 1 large pack (around 400g), kale 150g (chopped and woody stems discarded), dolcelatte 100g (chopped into chunks), half-fat crème fraîche 200ml, green salad to serve",
        "method_one": "STEP 1 Cook the gnocchi in boiling salted water following the pack instructions. Scoop out with a slotted spoon into a sieve then use the same water to cook the kale for 5 minutes. Drain well in a colander then tip the kale back into the empty pan and stir in the cheese and crème fraîche.",
        "method_two": "STEP 2 Toss through the gnocchi, then tip everything into a small baking dish. Grill until bubbling and golden, and eat with the green salad."
    }
]
